Repository: aliyasindogan/ECommerceProjectWithWebAPI
Catalog: Core/Resources/Localize.Resource.*.resx
Languages: tr_tr

# BUTTON_Add
source: Add
tr_tr: Ekle

# BUTTON_AppUserList
source: App User List
tr_tr: Kullanıcı Listesi

# BUTTON_AppUserTypeList
source: App User Type List
tr_tr: Kullanıcı Tipi Listesi

# BUTTON_Delete
source: Delete
tr_tr: Sil

# BUTTON_Detail
source: Detail
tr_tr: Detay

# BUTTON_Save
source: Save
tr_tr: Kaydet

# BUTTON_SignOut
source: Sign Out
tr_tr: Oturumu Kapat

# BUTTON_Update
source: Update
tr_tr: Düzenle

# ERROR_Error
source: ERROR !
tr_tr: HATA !

# ERROR_ImageNotFound
source: Image not found
tr_tr: Resim mevcut değil

# ERROR_NoAdded
source: No Added
tr_tr: Ekleme işlemi başarısız

# ERROR_NotDeleted
source: Not Deleted
tr_tr: Silme işlemi başarısız

# ERROR_NotUpdated
source: Not Updated
tr_tr: Düzenleme işlemi başarısız

# ERROR_UserNotFound
source: User not found !
tr_tr: Kullanıc bulunamadı !

# HTTP_BadRequest
source: Bad Request
tr_tr: Geçersiz istek

# HTTP_Conflict
source: Conflict
tr_tr: Çift Kayıt

# HTTP_Forbidden
source: Forbidden
tr_tr: Yasaklı

# HTTP_InternalServerError
source: Internal Server Error
tr_tr: Sunucu Hatası

# HTTP_NotFound
source: Not Found
tr_tr: Bulunamadı

# HTTP_OK
source: OK
tr_tr: İşlem Başarılı

# HTTP_Unauthorized
source: Unauthorized
tr_tr: Yetkiniz Yok

# INFO_Listed
source: Listed
tr_tr: Listelendi

# LABEL_AppUserType
source: App User Type
tr_tr: Kullanıcı Tipi

# LABEL_AppUserTypeName
source: App User Type Name
tr_tr: Kullanıcı Tipi

# LABEL_AreYouSureYouWantToDelete
source: Are you sure you want to delete?
tr_tr: Silmek istediğinizden emin misiniz?

# LABEL_Choose
source: Choose
tr_tr: Seçiniz

# LABEL_FirstName
source: First Name
tr_tr: Adı

# LABEL_GsmNumber
source: Gsm Number
tr_tr: Cep Tel

# LABEL_LastName
source: Last Name
tr_tr: Soyadı

# LABEL_Operations
source: Operations
tr_tr: İşlemler

# LABEL_Password
source: Password
tr_tr: Şifre

# LABEL_ProfileImageUrl
source: Profile Image Url
tr_tr: Resim Url

# LABEL_UserName
source: User Name
tr_tr: Kullanıcı Adı

# PAGETITLE_AppUserAdd
source: App User Add
tr_tr: Kullanıcı Ekle

# PAGETITLE_AppUserDelete
source: App User Delete
tr_tr: Kullanıcı Sil

# PAGETITLE_AppUserDetail
source: App User Detail
tr_tr: Kullanıcı Detayı

# PAGETITLE_AppUserList
source: App User List
tr_tr: Kullanıcı Liste

# PAGETITLE_AppUserTypeAdd
source: App User Type Add
tr_tr: Kullanıcı Tipi Ekle

# PAGETITLE_AppUserTypeDelete
source: App User Type Delete
tr_tr: Kullanıcı Tipi Sil

# PAGETITLE_AppUserTypeDetail
source: App User Type Detail
tr_tr: Kullanıcı Tipi Detayı

# PAGETITLE_AppUserTypeList
source: App User Type List
tr_tr: Kullanıcı Tipi Liste

# PAGETITLE_AppUserTypeUpdate
source: App User Type Update
tr_tr: Kullanıcı Tipi Düzenle

# PAGETITLE_AppUserUpdate
source: App User Update
tr_tr: Kullanıcı Düzenle

# VALIDATION_AppUserTypeFieldCannotBeEmpty
source: App User Typer field cannot be empty!
tr_tr: Kullanıcı Tipi alanı boş geçilemez!

# VALIDATION_FirstNameFieldCannotBeEmpty
source: First Name field cannot be empty!
tr_tr: Ad alanı boş geçilemez!

# VALIDATION_GsmNumberFieldCannotBeEmpty
source: Gsm Number field cannot be empty!
tr_tr: Gsm No alanı boş geçilemez!

# VALIDATION_LastNameFieldCannotBeEmpty
source: Last Name field cannot be empty!
tr_tr: Soyadı alanı boş geçilemez!

# VALIDATION_PasswordFieldCannotBeEmpty
source: Password field cannot be empty!
tr_tr: Şifre alanı boş geçilemez!

# VALIDATION_RefreshTokenFieldCannotBeEmpty
source: Refresh Token field cannot be empty!
tr_tr: Refesh Token alanı boş geçilemez!

# VALIDATION_UserNameFieldCannotBeEmpty
source: User Name field cannot be empty!
tr_tr: Kullanıcı Adı alanı boş geçilemez!
